[A_Alertness_Buff H7BaseBuff]
mName="眼观六路"
mTooltip="该生物的侧击和全力侧击伤害加成降低 %stat.norm 个百分点。"

[A_Vitality_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="身强力壮"
mTooltip="战斗期间，友方生物获得 %buff1.buff.stat 生命值。"

[A_Evasion_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_DefensiveStance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="防御姿态"
mTooltip="如果友方生物在其正常回合或士气回合内没有攻击或使用主动能力，则其获得 %spell1.spell.buff1.buff.stat1 %ICON_DEFENSE 防御，直到其下一回合开始。"

[A_PerfectDefense_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_PreemptiveStrike_Buff H7BaseBuff]
mName="先发制人"
mTooltip="该生物在攻击它的生物实际攻击之前执行其反击。"

[A_TownProtector_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_PreemptiveStrike_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="先发制人"
mTooltip="使用了防御动作的友方生物将进行先制反击，直到其下一回合开始。"

[A_DefensiveStance_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_Vitality_Buff H7BaseBuff]
mName="身强力壮"
mTooltip=""

[A_DefensiveStance_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[A_PreemptiveStrike_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="先发制人（来源：英雄能力）"
mTooltip=""

[A_Alertness_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="眼观六路"
mTooltip="敌方生物的侧击和全力侧击伤害加成降低 %buff1.buff.stat.norm 个百分点。"

[A_TownProtector_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="城镇卫士"
mTooltip="总督：此城镇本地守卫的核心生物容量增加 %buff1.buff.stat1.norm，精英生物容量增加 %buff1.buff.stat2.norm。"

[A_DefensiveStance_Buff_DefenseIncrease H7BaseBuff]
mName="防御姿态"
mTooltip="%stat1 %ICON_DEFENSE 防御，直到该生物下一回合开始。"

[A_Evasion_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="一雷二闪"
mTooltip="友方生物获得 %spell1.spell.special.val1 %ICON_DEFENSE 防御，对抗远程攻击。"

[A_FlankDefense_Ability H7HeroAbility]
mName="眼观六路"
mTooltip="敌方生物的侧击和全力侧击加成百分比降低25个百分点。"
[A_FlankDefense_Buff H7BaseBuff]
mName="眼观六路"
mTooltip="此生物的侧击和全力侧击加成降低25。"

v1.41

[A_PerfectDefense_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="无懈可击"
mTooltip="英雄军队中的生物在第一次攻击时受到的伤害降低 %buff2.buff.res %ICON_DEFENSE。在战斗的前三回合，生物对敌方法术的抗性提高 %buff1.buff.res %ICON_DEFENSE。"

[A_PerfectDefense_Buff H7BaseBuff]
mName="无懈可击"
mTooltip=""

[A_PerfectDefense_Buff_Damage_Reduction H7BaseBuff]
mName="完美力量防御"
mTooltip="此生物从第一次受到的攻击中减少 %res 伤害。"


[A_PerfectDefense_Buff_Magic_Reduction H7BaseBuff]
mName="完美魔法防御"
mTooltip="此生物在 %durnow 战斗回合内受到的 %ICON_MAGIC 魔法伤害减少 %res。"

[A_Defense_Skill H7Skill]
mDescriptions[0]="提高英雄的 %ICON_DEFENSE 防御。"
mDescriptions[1]=""
mDescriptions[2]="英雄的 %ICON_DEFENSE 防御提高 %stat1.norm。"
mDescriptions[3]="英雄的 %ICON_DEFENSE 防御额外提高 %stat1.norm。"
mDescriptions[4]="英雄的 %ICON_DEFENSE 防御额外提高 %stat1.norm。\n\n与大师级<font color="#00588BFF">水系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：液态光环。\n与大师级<font color="#00588BFF">探索</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：奥法面纱。"
mName="防御"
mTooltip="防御技能工具提示"